#include <iostream>
using namespace std;
int main() {
    setlocale(LC_ALL, "Rus");
    cout << "Сегодня, я вижу, особенно грустен твой взгляд\nИ руки особенно тонки, колени обняв.\nПослушай: далёко, далёко, на озере Чад\nИзысканный бродит жираф.\n\n";
    cout << "Ему грациозная стройность и нега дана,\nИ шкуру его украшает волшебный узор,\nС которым равняться осмелится только луна,\nДробясь и качаясь на влаге широких озер.\n\n";
    cout << "Вдали он подобен цветным парусам корабля,\nИ бег его плавен, как радостный птичий полет.\nЯ знаю, что много чудесного видит земля,\nКогда на закате он прячется в мраморный грот.\n\n";
    cout << "Я знаю веселые сказки таинственных стран\nПро чёрную деву, про страсть молодого вождя,\nНо ты слишком долго вдыхала тяжелый туман,\nТы верить не хочешь во что - нибудь кроме дождя.\n\n";
}